{
  "hobbies": [
    {
      "id": 1,
      "title": "Video games",
      "bio": "Video games have brought me immense joy over the years, serving as a means to socialize, relax, think, appreciate art, and even dive into map and 3D design.",
      "src": "/images/game.png"
    },
    {
      "id": 2,
      "title": "Walking",
      "bio": "Walking helps me unwind after learning, keeping me active with minimal planning while benefiting my mental and physical health.",
      "src": "/images/walking.png"
    },
    {
      "id": 3,
      "title": "Cooking",
      "bio": "Cooking is a simple hobby that I can continuously improve on. It's beneficial for my health, wallet, and mind.",
      "src": "/images/cooking.png"
    },
    {
      "id": 4,
      "title": "Painting",
      "bio": "Painting allows me to explore creativity on my own schedule, helping with design skills, creating color palettes, and planning for continuity.",
      "src": "/images/painting.png"
    },
    {
      "id": 5,
      "title": "Drawing",
      "bio": "Drawing simplifies my creative process, requiring just a pen and paper. It’s a step towards creating my own stories.",
      "src": "/images/drawing.png"
    },
    {
      "id": 6,
      "title": "Reading",
      "bio": "A 2018 New Year's resolution that stuck, reading offers both relaxation and mental adventures through its simple yet complex content.",
      "src": "/images/reading.png"
    },
    {
      "id": 7,
      "title": "Learning",
      "bio": "I constantly seek to learn new things, ideally synergizing with my existing skills. My current focus is on coding and design for personal projects.",
      "src": "/images/brain.png"
    }
  ],
  "projects": [
    {
      "id": 1,
      "title": "Cat Game",
      "bio": "My first project involved creating a cat game using DOM manipulation. It was messy but a great learning experience.",
      "src": "/images/catGame.png"
    },
    {
      "id": 2,
      "title": "Twitter Clone",
      "bio": "My second project was a Twitter clone. It presented many challenges and was even messier than my first project.",
      "src": "/images/twitter.png"
    },
    {
      "id": 3,
      "title": "Facebook Clone",
      "bio": "Creating a Facebook clone, I focused on a smaller feature list and learned from past mistakes, resulting in a much better project.",
      "src": "/images/facebook.png"
    },
    {
      "id": 4,
      "title": "Design projects",
      "bio": "A project focused on design, helping me develop skills in creating color palettes and plans for continuity.",
      "src": "/images/design.png"
    },
    {
      "id": 5,
      "title": "E-Commerce",
      "bio": "A collaborative project where I contributed to both front-end and back-end development, handling merge conflicts and getting the e-commerce site running.",
      "src": "/images/econ.png"
    },
    {
      "id": 6,
      "title": "Massage therapy booker",
      "bio": "Developed a massage therapy scheduler that also recommended stretches based on the user’s profile.",
      "src": "/images/massage.png"
    },
    {
      "id": 7,
      "title": "Project 7",
      "bio": "Designed a mobile-first coffee shop website with a dynamic column layout and icon-based navigation.",
      "src": "/images/coffee.png"
    }
  ],
  "work": [
    {
      "id": 1,
      "title": "Janitor",
      "bio": "Worked in a team during the summer and autonomously during the semesters, handling tasks like creating floor plans, organizing moves, maintaining stock, and keeping the school clean.",
      "src": "/images/janitor.png"
    },
    {
      "id": 2,
      "title": "Army",
      "bio": "Realized a dream by joining the army, where I helped with a natural disaster response, spent many nights in the forest, and focused on teamwork and equipment maintenance.",
      "src": "/images/army.png"
    },
    {
      "id": 3,
      "title": "English Teacher",
      "bio": "Combined my skills in video editing, streaming, and teaching (TEFL certified) to work with a diverse group of students.",
      "src": "/images/tutor.png"
    },
    {
      "id": 4,
      "title": "Web Developer",
      "bio": "Currently pursuing a dream career in web development, where I feel I can continually grow and never feel trapped. I also work on personal projects in my own time.",
      "src": "/images/dev.png"
    }
  ]
}
